Repository: usamanasser/Learning_backend
Catalog: LMS.Web/Resources/SharedResource.*.resx
Languages: tr_tr

source: About
tr_tr: نبذة عنا

source: About Us
tr_tr: نبذة عنا

# Account
source: Don't have an account ?
tr_tr: ليس لديك حساب؟

source: Admin List
tr_tr: قائمة المسؤولين

source: Admission Admin List
tr_tr: قائمة مسؤولي القبول

source: All Category
tr_tr: جميع الفئات

source: All Rights Reserved
tr_tr: جميع الحقوق محفوظة

source: Announcement
tr_tr: إعلان

source: Arabic
tr_tr: اللغة العربية

source: Assign Private Course
tr_tr: تعيين دورة خاصة

source: A World Full Of Knowledge
tr_tr: عالم وافر بالمعرفة

source: Become A Instruction Instructor.
tr_tr: الانضمام للمعلمين.

source: Become A Trainer
tr_tr: الانضمام للمدربين

# BecomePHPMaster
source: Become a PHP Master
tr_tr: الانضمام إلى معلمي PHP

source: Best Learning Technices Ever
tr_tr: أساليب التعلم الأفضل على الإطلاق

source: Blog
tr_tr: المدونة

source: Browse All Categories
tr_tr: استعراض جميع الفئات

source: Calendar
tr_tr: تقويم

source: Career Resource
tr_tr: التخصص الوظيفي

source: Career Resource Center
tr_tr: مركز التخصص الوظيفي

source: Catalog
tr_tr: دليل

source: Check All Categories
tr_tr: فحص جميع الفئات

source: Cities
tr_tr: المدن

source: Contact From
tr_tr: جهة اتصال من

source: Contact Us
tr_tr: اتصل بنا

source: Contact Us List
tr_tr: قائمة اتصل بنا

source: Course Assignment
tr_tr: مهمة الدورة

source: Course Categories
tr_tr: فئات الدورة

source: Course FAQ's
tr_tr: الأسئلة الأكثر تكرارًا للدورة التدريبية

source: Course Management
tr_tr: إدارة الدورة

source: Courses
tr_tr: الدورات التدريبية

source: Create User
tr_tr: إنشاء مستخدم

source: Dashboard
tr_tr: لوحة التحكم

source: Design Architect
tr_tr: مهندس التصميم

source: ELearning Site
tr_tr: موقع التعلّم الإلكتروني

source: English
tr_tr: اللغة الإنجليزية

source: Enter Email
tr_tr: إدخال البريد الإلكتروني

source: Enter Email Or UserName
tr_tr: إدخال البريد الإلكتروني أو اسم المستخدم

source: Enter password
tr_tr: إدخال كلمة المرور

source: Enter your message
tr_tr: إدخال الرسالة الخاصة بك

source: Expert Teachers
tr_tr: المعلمون الخبراء

source: Featured
tr_tr: عرض مميز

source: Featured Programs
tr_tr: برامج مميزة

source: Forgot password?
tr_tr: هل نسيت كلمة المرور؟

source: Free Register
tr_tr: التسجيل مجاني

source: Friendly Sites
tr_tr: المواقع الملائمة

source: Gallery
tr_tr: المعرض

source: Get Certificates
tr_tr: إحضار الشهادة

source: Get In Touch
tr_tr: التواصل

source: Hiring Partners
tr_tr: توظيف شركاء

source: Home
tr_tr: الصفحة الرئيسية

source: Instructor List
tr_tr: قائمة المعلمين

source: Instructor Registration
tr_tr: تسجيل المعلم

source: JavaScript Course
tr_tr: دورة JavaScript

source: JavaScript Course 2019
tr_tr: دورة JavaScript لعام 2019

source: Join The Largest
tr_tr: الانضمام إلى أكبر

source: KACND
tr_tr: مركز الملك عبدالعزيز للحوار الوطني

source: KAICIID
tr_tr: مركز الملك عبدالله للحوار بين الأديان

# KingAbdulazizCenter
source: King Abdulaziz Center for National Dialogue 4th Floor
tr_tr: مبنى مركز الملك عبدالعزيز للحوار الوطني – الدور الرابع

source: King Abdulaziz Public Library
tr_tr: مكتبة الملك عبدالعزيز العامة

source: Knowledge Base
tr_tr: قاعدة المعرفة

source: Language
tr_tr: اللغة

# LB_WELCOME
source: Welcome
tr_tr: Hoşgeldiniz.

source: Let's Get Started
tr_tr: لنبدأ

source: Login
tr_tr: تسجيل الدخول

source: Logout
tr_tr: تسجيل الخروج

source: Main
tr_tr: أساسي

source: Manual Attandance
tr_tr: الحضور اليدوي

source: Meet Our team
tr_tr: مقابلة فريقنا

source: Meet The Team
tr_tr: مقابلة الفريق

source: My Assignment
tr_tr: مهامي

source: My Courses
tr_tr: دوراتي التدريبية

source: News
tr_tr: الأخبار

source: Notifications
tr_tr: الإشعارات

source: Online Support
tr_tr: الدعم عبر الإنترنت

# P.OBox
source: P.O Box 11653 ‒ 92227
tr_tr: ص.ب. 11653 ‒ 92227

source: Password
tr_tr: كلمة المرور

source: Perfect Diet
tr_tr: النظام الغذائي المثالي

source: Perfect Diet & Meal Plan
tr_tr: النظام الغذائي المثالي & النظام الغذائي

source: Photoshop Training
tr_tr: التدريب على برنامج فوتوشوب

source: Php Master
tr_tr: معلم Php

source: Popularity
tr_tr: انتشار

source: Privacy Policy
tr_tr: سياسة الخصوصية

source: Profile
tr_tr: الملف

source: Program FAQ's
tr_tr: الأسئلة الأكثر تكرارًا للبرنامج

source: Programs
tr_tr: البرامج

source: Qualification
tr_tr: المؤهل

source: Questions & Answers
tr_tr: إجابات الأسئلة

source: Quick Links
tr_tr: روابط سريعة

source: Quizzes
tr_tr: الإختبارات

source: Remember me
tr_tr: تذكرني

source: RESOURCES
tr_tr: موارد

# Riyadh
source: Riyadh - Northern Ring Road, Exit (6)
tr_tr: الرياض - الطريق الدائري الشمالي, مخرج 6

source: Rsources
tr_tr: الموارد

source: Salam Calendar
tr_tr: تقويم سلام

source: Salam Friends
tr_tr: أصدقاء سلام

source: Salam Publications
tr_tr: إصدارات سلام

source: Search
tr_tr: البحث

source: Search Here
tr_tr: ابحث هنا

# SendTicket
source: Send A Ticket
tr_tr: إرسال تذكرة

source: Send your message
tr_tr: إرسال رسالتك

source: Settings
tr_tr: الإعدادات

source: Set Up Form
tr_tr: إنشاء نموذج

# SignIn
source: Sign in to continue
tr_tr: تسجيل الدخول للمتابعة ...

source: Sign Up
tr_tr: التسجيل

source: Special
tr_tr: الخاص

source: Specialties
tr_tr: التخصصات

source: Start Teaching
tr_tr: بدء التدريس

source: Student Success
tr_tr: نجاح الطالب

source: Subject
tr_tr: المادة

source: Submit
tr_tr: تقديم

source: Subscribe To Our Newsletter
tr_tr: اشترك في نشرة سلام الإخبارية

source: Super Admin List
tr_tr: قائمة المسؤول المتميز

source: SUPPORT
tr_tr: الدعم

source: Tags
tr_tr: العلامات

source: Team
tr_tr: فريق

source: Team Training Session
tr_tr: جلسة تدريب الفريق

# Telephone
source: Telephone+966 11 2665727
tr_tr: الهاتف +966 11 2665727

source: Terms & Conditions
tr_tr: الشروط والأحكام

source: Testimonials
tr_tr: الشهادات

source: Top Instructors
tr_tr: كبار المعلمين

# TopTrendingCourses
source: Top and trending Courses
tr_tr: الدورات التدريبية الأفضل والأكثر رواجًا

source: Trainee For Approval List
tr_tr: قائمة المتدربين للموافقة

source: Trainee List
tr_tr: قائمة المتدرب

source: Training
tr_tr: التدريب

source: Trending
tr_tr: الأكثر رواجاً

source: Type Text
tr_tr: اكتب النص

source: Udacity Connect
tr_tr: التواصل مع Udacity

source: Udacity Talks
tr_tr: محادثات Udacity

source: UNAOC
tr_tr: تحالف الأمم المتحدة للحضارات

source: UNESCO
tr_tr: اليونسكو

source: Username
tr_tr: اسم المستخدم

source: Users
tr_tr: المستخدمون

source: UX Design
tr_tr: أساسيات تصميم تجربة المستخدم

source: View all
tr_tr: عرض الجميع

source: View all Courses
tr_tr: عرض جميع الدورات التدريبية

source: Visit Documentation
tr_tr: الاطلاع على الوثائق

source: What our Customers Say.
tr_tr: آراء عملائنا

source: Who we are
tr_tr: عن سلام

source: WordPress Beginners
tr_tr: مبتدئين ووردبريس

source: WordPress For Beginners
tr_tr: ووردبريس للمبتدئين

source: Your Email
tr_tr: بريدك الالكتروني

source: Your Name
tr_tr: الاسم الخاص بك

source: Zoom
tr_tr: زووم
